export default function () {
  return(
    <div className="achivements-container">
      <div className="container">
        <div className="item">
          <div id="timeline">
            <section className="year">
              <h3>20</h3>
              <h3>минут</h3>
              <section>
                <ul>
                  <li>Частота сердечных сокращений и давление снижаются, возвращаясь к нормальным показателям.</li>
                  <li>Начинается улучшение кровообращения.</li>
                </ul>
              </section>
            </section>

            <section className="year">
              <h3>1 час</h3>
              <section>
                <ul>
                  <li>Нормализация кровяного давления и ритма работы сердца.</li>
                </ul>
              </section>
            </section>

            <section className="year">
              <h3>2 часа</h3>
              <section>
                <ul>
                  <li>Начинается вывод никотина из организма, что может привести к первым легким симптомам абстиненции, таким как беспокойство, раздражительность или желание закурить.</li>
                  <li>Улучшение циркуляции крови.</li>
                </ul>
              </section>
            </section>

            <section className="year">
              <h3>4 часа</h3>
              <section>
                <ul>
                  <li>Нормализация температуры конечностей.</li>
                </ul>
              </section>
            </section>

            <section className="year">
              <h3>6 часов</h3>
              <section>
                <ul>
                  <li>Снижение резкого запаха изо рта.</li>
                </ul>
              </section>
            </section>

            <section className="year">
              <h3>8 часов</h3>
              <section>
                <ul>
                  <li>Уровень угарного газа в крови снижается до нормального уровня, а уровень кислорода в крови увеличивается.</li>
                </ul>
              </section>
            </section>

            <section className="year">
              <h3>10 часов</h3>
              <section>
                <ul>
                  <li>Улучшение транспортной функции кровяных телец.</li>
                </ul>
              </section>
            </section>

            <section className="year">
              <h3>12 часов</h3>
              <section>
                <ul>
                  <li>Уровень угарного газа в крови полностью нормализуется, что улучшает доставку кислорода к клеткам.</li>
                </ul>
              </section>
            </section>

            <section className="year">
              <h3>1 день</h3>
              <section>
                <ul>
                  <li>Риск сердечного приступа начинает снижаться.</li>
                </ul>
              </section>
            </section>

            <section className="year">
              <h3>2 дня</h3>
              <section>
                <ul>
                  <li>Нервные окончания начинают восстанавливаться, и у человека может улучшиться обоняние и вкус.</li>
                  <li>Симптомы абстиненции могут усилиться, особенно тяга к никотину</li>
                </ul>
              </section>
            </section>

            <section className="year">
              <h3>3 дня</h3>
              <section>
                <ul>
                  <li>Легкие начинают очищаться, и дыхание становится легче.</li>
                  <li>Бронхиальные трубки расслабляются, что улучшает функцию легких.</li>
                </ul>
              </section>
            </section>

            <section className="year">
              <h3>1 неделя</h3>
              <section>
                <ul>
                  <li>Риск абстиненции значительно снижается, а физические симптомы начинают уменьшаться.</li>
                  <li>Кровообращение продолжает улучшаться.</li>
                  <li>Кожа может начать выглядеть более здоровой из-за улучшения снабжения кислородом.</li>
                </ul>
              </section>
            </section>

            <section className="year">
              <h3>2 неделя</h3>
              <section>
                <ul>
                  <li>Функция легких и циркуляция крови продолжают улучшаться.</li>
                  <li>Ходьба становится легче, и появляется больше энергии.</li>
                  <li>Кашель и одышка начинают уменьшаться.</li>
                </ul>
              </section>
            </section>

            <section className="year">
              <h3>1 месяц</h3>
              <section>
                <ul>
                  <li>Кожа становится более чистой и сияющей, уменьшается количество морщин.</li>
                  <li>Уменьшается риск инфекций дыхательных путей.</li>
                </ul>
              </section>
            </section>

            <section className="year">
              <h3>3 месяца</h3>
              <section>
                <ul>
                  <li>Легкие продолжают восстанавливаться, увеличивается их емкость.</li>
                  <li>Улучшается работа сердечно-сосудистой системы.</li>
                </ul>
              </section>
            </section>

            <section className="year">
              <h3>6 месяцев</h3>
              <section>
                <ul>
                  <li>Реснички в легких полностью восстанавливаются, улучшая способность очищать легкие и бороться с инфекциями.</li>
                  <li>Заметно повышается уровень энергии и общей физической формы.</li>
                  <li>Снижается риск развития хронического бронхита.</li>
                </ul>
              </section>
            </section>

            <section className="year">
              <h3>1 год</h3>
              <section>
                <ul>
                  <li>Риск сердечно-сосудистых заболеваний снижается примерно на 50% по сравнению с курильщиками.</li>
                  <li>Улучшается общее состояние иммунной системы.</li>
                </ul>
              </section>
            </section>
          </div>
        </div>
      </div>
</div>
  )
}

